{
  "messages": [
    "This account has been temporarily banned from earning experience points.  http://www.bungie.net/ban",
    "This account has been banned from earning experience points for two weeks.  http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from earning experience points for two weeks. http://www.bungie.net/ban",
    "This account has been banned from using voice online for one week.  http://www.bungie.net/ban",
    "This account has been banned from using voice online. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from using voice online. http://www.bungie.net/ban",
    "This account has been banned from Matchmaking for one week. http://www.bungie.net/ban",
    "This account has been banned from Matchmaking for two weeks. http://www.bungie.net/ban",
    "This account has been banned from Matchmaking for one month. http://www.bungie.net/ban",
    "This account has been banned from Matchmaking for three months. http://www.bungie.net/ban",
    "Reserved for Growth.",
    "This account has been banned permanently from Matchmaking. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from Matchmaking for one week. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from Matchmaking for two weeks. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from Matchmaking for one month. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from Matchmaking for three months. http://www.bungie.net/ban",
    "Reserved for Growth.",
    "This Xbox 360 console has been banned permanently from Matchmaking. http://www.bungie.net/ban",
    "This account has been banned from Halo 3 online for three months. http://www.bungie.net/ban",
    "This account has been banned permanently from Halo 3 online. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned from Halo 3 online for three months. http://www.bungie.net/ban",
    "This Xbox 360 console has been banned permanently from Halo 3 online. http://www.bungie.net/ban",
    "This Xbox 360 console has been temporarily banned from earning experience points.  http://www.bungie.net/ban"
  ]
}