{
  "banMessages": [
    "Esta conta foi temporariamente proibida de ganhar pontos de experiência.  http://www.bungie.net/ban",
    "Esta conta foi proibida de ganhar pontos de experiência por duas semanas.  http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de ganhar pontos de experiência por duas semanas. http://www.bungie.net/ban",
    "Esta conta foi proibida de usar voz online por uma semana.  http://www.bungie.net/ban",
    "Esta conta foi proibida de usar voz online.  http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de usar voz online. http://www.bungie.net/ban",
    "Esta conta foi proibbida de organizar um jogo por uma semana. http://www.bungie.net/ban",
    "Esta conta foi proibida de organizar um jogo por duas semanas. http://www.bungie.net/ban",
    "Esta conta foi proibida de organizar um jogo por um mês. http://www.bungie.net/ban",
    "Esta conta foi proibida de organizar um jogo por três meses. http://www.bungie.net/ban",
    "Reservado para Crescimento.",
    "Esta conta foi proibida permanentemente de organizar um jogo. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de organizar um jogo por uma semana. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de organizar um jogo por duas semanas. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de organizar um jogo por um mês. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de organizar um jogo por três meses. http://www.bungie.net/ban",
    "Reservado para Crescimento.",
    "Este console Xbox 360 foi proibido permanentemente de organizar um jogo. http://www.bungie.net/ban",
    "Esta conta foi proibida de usar o Halo 3 online por três meses. http://www.bungie.net/ban",
    "Esta conta foi proibida permanentemente de usar o Halo 3 online. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido de usar o Halo 3 online por três meses. http://www.bungie.net/ban",
    "Este console Xbox 360 foi proibido permanentemente de usar o Halo 3 online. http://www.bungie.net/ban",
    "Este console Xbox 360 foi temporariamente proibido de ganhar pontos de experiência.  http://www.bungie.net/ban"
  ]
}