{
  "banMessages": [
    "A questo account è stata temporaneamente vietata la possibilità di ottenere punti esperienza. http://www.bungie.net/ban",
    "A questo account è stata vietata la possibilità di ottenere punti esperienza per due settimane. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stata vietata la possibilità di ottenere punti esperienza per due settimane. http://www.bungie.net/ban",
    "A questo account è stato vietato l'utilizzo della chat vocale per una settimana. http://www.bungie.net/ban",
    "A questo account è stato vietato l'utilizzo della chat vocale. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'utilizzo della chat vocale. http://www.bungie.net/ban",
    "Questo account è stato vietato dal Matchmaking per una settimana. http://www.bungie.net/ban",
    "Questo account è stato vietato dal Matchmaking per due settimane. http://www.bungie.net/ban",
    "Questo account è stato vietato dal Matchmaking per un mese. http://www.bungie.net/ban",
    "Questo account è stato vietato dal Matchmaking per tre mesi. http://www.bungie.net/ban",
    "Riservato per aumento.",
    "Questo account è stato vietato dal Matchmaking in modo permanente. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'utilizzo del Matchmaking per una settimana. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'utilizzo del Matchmaking per due settimane. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'utilizzo del Matchmaking per un mese. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'utilizzo del Matchmaking per tre mesi. http://www.bungie.net/ban",
    "Riservato per aumento.",
    " A questa console Xbox 360 è stato vietato l'utilizzo del Matchmaking in modo permanente. http://www.bungie.net/ban",
    "A questo account è stato vietato l'accesso online a Halo 3 per 3 mesi. http://www.bungie.net/ban",
    "A questo account è stato vietato l'accesso online a Halo 3 in modo permanente. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'accesso online a Halo 3 per 3 mesi. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stato vietato l'accesso online a Halo 3 in modo permanente. http://www.bungie.net/ban",
    "A questa console Xbox 360 è stata temporaneamente vietata la possibilità di ottenere punti esperienza.  http://www.bungie.net/ban"
  ]
}