{
  "banMessages": [
    "Ce compte n'est temporairement plus autorisé à gagner de l'expérience.   http://www.bungie.net/ban",
    "Ce compte n'est plus autorisé à gagner de l'expérience pendant deux semaines.   http://www.bungie.net/ban",
    "Cette console Xbox 360 n'est plus autorisée à gagner de l'expérience pendant deux semaines.   http://www.bungie.net/ban",
    "Ce compte n'est plus autorisé à utiliser la voix en ligne pendant une semaine. http://www.bungie.net/ban",
    "Ce compte n'est plus autorisé à utiliser la voix en ligne. http://www.bungie.net/ban",
    "Cette console Xbox 360 n'est plus autorisée à utiliser la voix en ligne. http://www.bungie.net/ban",
    "Ce compte a été exclu du Matchmaking pendant une semaine. http://www.bungie.net/ban",
    "Ce compte a été exclu du Matchmaking pendant deux semaines. http://www.bungie.net/ban",
    "Ce compte a été exclu du Matchmaking pendant un mois. http://www.bungie.net/ban",
    "Ce compte a été exclu du Matchmaking pendant trois mois. http://www.bungie.net/ban",
    "Réservé pour utilisation ultérieure.",
    "Ce compte a été définitivement exclu du Matchmaking. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été exclue du Matchmaking pendant une semaine. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été exclue du Matchmaking pendant deux semaines. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été exclue du Matchmaking pendant un mois. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été exclue du Matchmaking pendant trois mois. http://www.bungie.net/ban",
    "Réservé pour utilisation ultérieure.",
    "Cette console Xbox 360 a été définitivement exclue du Matchmaking. http://www.bungie.net/ban",
    "Ce compte a été exclu de Halo 3 en ligne pendant trois mois. http://www.bungie.net/ban",
    "Ce compte a été définitivement exclu de Halo 3 en ligne. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été exclue de Halo 3 en ligne pendant trois mois. http://www.bungie.net/ban",
    "Cette console Xbox 360 a été définitivement exclue de Halo 3 en ligne. http://www.bungie.net/ban",
    "Cette console Xbox 360 n'est temporairement plus autorisée à gagner de l'expérience.   http://www.bungie.net/ban"
  ]
}