{
  "banMessages": [
    "A esta cuenta se le ha prohibido temporalmente ganar puntos de experiencia. http://www.bungie.net/ban",
    "A esta cuenta se le ha prohibido ganar puntos de experiencia durante dos semanas. http://www.bungie.net/ban",
    "A esta consola Xbox 360 se le ha prohibido ganar puntos de experiencia durante dos semanas. http://www.bungie.net/ban",
    "Esta cuenta ha sido excluida del uso del sistema de voz en línea durante una semana (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida del uso del sistema de voz en línea (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida del uso del sistema de voz en línea (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Matchmaking durante una semana (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Matchmaking durante dos semanas (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Matchmaking durante un mes (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Matchmaking durante tres meses (http://www.bungie.net/ban).",
    "Reservado para crecimiento.",
    "Esta cuenta ha sido excluida de Matchmaking de forma permanente (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida de Matchmaking durante una semana (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida de Matchmaking durante dos semanas (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida de Matchmaking durante un mes (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida de Matchmaking durante tres meses (http://www.bungie.net/ban).",
    "Reservado para crecimiento.",
    "Esta consola Xbox 360 ha sido excluida de Matchmaking de forma permanente (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Halo 3 en línea durante tres meses (http://www.bungie.net/ban).",
    "Esta cuenta ha sido excluida de Halo 3 en línea de forma permanente (http://www.bungie.net/ban).",
    "Esta consola Xbox 360 ha sido excluida de Halo 3 en línea durante tres meses (http://www.bungie.net/ban).",
    "A esta consola Xbox 360 se le ha prohibido permanentemente participar en línea en Halo 3. http://www.bungie.net/ban",
    "A esta consola Xbox 360 se le ha prohibido sido temporalmente ganar puntos de experiencia. http://www.bungie.net/ban"
  ]
}