{
  "messages": [
    "Dieses Konto wurde vorübergehend für das Sammeln von Erfahrungspunkten gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde für zwei Wochen für das Sammeln von Erfahrungspunkten gesperrt. http://www.bungie.net/ban",
    "Mit dieser Xbox 360 Konsole können zwei Wochen lang keine Erfahrungspunkte gesammelt werden. http://www.bungie.net/ban",
    "Dieses Konto wurde für die Dauer einer Woche für die Online-Benutzung des Sprachchats gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde für die Online-Benutzung des Sprachchats gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde für die Online-Benutzung des Sprach-Chats gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde eine Woche lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde zwei Wochen lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde einen Monat lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde drei Monate lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Reserviert für weitere Einträge.",
    "Dieses Konto wurde dauerhaft für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde eine Woche lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde zwei Wochen lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde einen Monat lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde drei Monate lang für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Reserviert für weitere Einträge.",
    "Diese Xbox 360 Konsole wurde dauerhaft für die Spielersuche gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde für die Benutzung von Halo 3 Online für 3 Monate gesperrt. http://www.bungie.net/ban",
    "Dieses Konto wurde dauerhaft für die Benutzung von Halo 3 Online gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde für die Benutzung von Halo 3 Online für 3 Monate gesperrt. http://www.bungie.net/ban",
    "Diese Xbox 360 Konsole wurde dauerhaft für die Benutzung von Halo 3 Online gesperrt. http://www.bungie.net/ban ",
    "Mit dieser Xbox 360 Konsole können vorübergehend keine Erfahrungspunkte gesammelt werden. http://www.bungie.net/ban"
  ]
}